{
    "user 2": {
        "idea 1": [
            [
                "Easily accessible big groups to find people to communicate with",
                [
                    [
                        "Social media persona that isn't bound to specific directions"
                    ],
                    [
                        "Differentiate personal and professional social media presence"
                    ]
                ]
            ],
            [
                "Cater to occasional posting about job opportunities and projects"
            ]
        ],
        "idea 2": [
            [
                "A social media account different from the user's personal account would be good"
            ]
        ],
        "idea 3": [
            [
                "Not intending to replace social media platforms since that isn't the goal"
            ],
            [
                "Professional-focused social media presence that can be a central source to branch off from",
                [
                    [
                        "Branching out to focus on accessibility"
                    ],
                    [
                        "Researching about several different companies", "Show experience and work-related hobbies"
                    ]
                ]
            ]
        ]
    },
    "user 3": {
        "idea 1": [
            ["Promote fun interactions between hosts and viewers in the social media platform"]
        ]
    },
    "user 4": {
        "idea 1": [
            [
                "Simple familiar menu items that will easily catch their eye",
                "Simple, user-friendly tech like an order status monitor",
                [
                    ["App with ordering feature and rewards program"],
                    ["Cozy, comfortable space for students. But, concerned about students staying too long and running out of tables."]
                ]
            ]
        ]
    },
    "user 5": {
        "idea 1": [
            ["Loyalty card program offering discounts and free items on the menu"]
        ],
        "idea 2": [
            ["After-hours transformation into a bar for a social drinking setting"]
        ]
    },
    "user 7": {
        "idea 1": [
            ["Allowing users to discover and and connect with potential mentors in the user's field is efficient than traditional method of in-person interaction", "Exclusive paid subscriptions for premium conent and services", "Allows users to see a sneak peek before selecting and paying for a subscription"]
        ],
        "idea 2": [
            ["Add related post or ads in the user's news feed inline with the usual content they post or view", "Interrupt the user every now and then to rate their experience within the app through feedback surveys"]
        ]
    },
    "user 8": {
        "idea 1": [
            [
                "Cafe for college students to work and study",
                "Arcade, bar, and other recreational activities for college students",
                "Where can college students go when they need to take time off studies",
                "Which is better paired with a restaurant: arcade or bar?",
                "Menu offerings that are nutritious and lower stress levels to keep college students healthy",
                [
                    ["Build-your-own meal options to cater to picky eaters while still providing healthy options", "Buffet-style dining?"],
                    ["Comfort foods and desserts to bring in more people"]
                ]
            ]
        ]
    },
    "user 9": {
        "idea 1": [
            ["Should the food be pricey and fancy or cheap and locally sourced?"]
        ],
        "idea 2": [
            ["Thoughts on poor students?"]
        ]
    },
    "user 10": {
        "idea 1": [
            ["Examples of features"]
        ]
    },
    "user 11": {
        "idea 1": [
            ["social media monetization","balancing user experience with revenue generation to avoid deterring and frustrating  users"],
            ["project/task management and tracking, and team collaboration is unnecessary"]
        ],
        "idea 2": [
            ["mentorship and project collaboration features may not cater to professions not interested in catering to neophytes", "modular design and different monetization schemas for different user segments"],
            ["students unable to access premium features due to financial constraints"]
        ],
        "idea 3": [
            ["Gamifying the platform might be distracting which is not the theme of the platform", "Concrete examples of modular gamification?"],
            ["How might users connect with one another to form accountability groups?"]
        ]
    },
    "user 12": {
        "idea 1": [
            ["Provide entertainment, drinks, and additions like extra rice, extra sauce, etc."],
            ["Combat abuse of the loyalty program by requiring valid government ID"]
        ],
        "idea 2": [
            ["Offer the most unique and tasty dishes of a certain cuisine (Chinese)"]
        ],
        "idea 3": [
            ["Design a lively and colorful Chinese restaurant"]
        ]
    }
}